{
	"selectLanguage": "Wybierz swój język: ",
	"greeting": "Tutaj możesz zakupić swoją nazwę użytkownika, aby móc otrzymywać pieniądze na @username, zamiast na mniej przyjazny dla użytkownika adres Byteball.\n\nTwoja nazwa użytkownika będzie na zawsze powiązana z Twoim adresem Byteball. Nikt inny nie będzie mógł zarezerwować takiej samej nazwy użytkownika, jak twoja.\n\nCena nazwy użytkownika zależy od jej długości:\n\n{{priceLines}}\n\nPłatność nie podlega zwrotowi, nawet jeśli zaświadczenie nie powiedzie się z jakiegokolwiek powodu.\n\nWszystkie wpływy ze sprzedaży nazw użytkowników trafiają do Byteball Community Fund. Środki te pomagają w finansowaniu promocji i w rozwoju platformy.",
	"priceLine": "{{minLength}} lub więcej znaków: {{price}} GB",
	"insertMyAddress": "Prześlij mi swój adres, który chcesz połączyć z nazwą użytkownika (kliknij ... i Wstaw mój adres).\nUpewnij się, że jesteś w portfelu z jednym adresem. Jeśli nie masz portfela z jednym adresem, dodaj jedno (menu burger, dodaj portfel) i sfinansuj je w kwocie wystarczającej na zakup nazwy użytkownika.",
	"insertMyUsername": "Prześlij mi nazwę użytkownika, którą chcesz kupić. Może zawierać tylko łacińskie litery, cyfry, \"-\" i \"_\".",
	"wrongUsernameFormat": "Została podana zła nazwa użytkownika! Prosimy spróbować jeszcze raz.",
	"paymentIsLate": "Twoja płatność jest spóźniona!",
	"bouncedPayment": "Odsyłam Twoją płatność pomniejszoną o opłatę za odrzuconą transakcję w wysokości {{bounce_fee}} bytes.",
	"usernameNotOnSale": "Nazwa użytkownika \"{{username}}\" nie jest teraz sprzedawana, ponieważ jest zbyt krótka. Proszę, wybierz inną.",
	"usernameTaken": "Nazwa użytkownika \"{{username}}\" jest już zajęta. Proszę wybrać inną.",
	"addressAlreadyAttested": "Twój adres BB jest już połączony z nazwą użytkownika. Możesz stworzyć inny portfel i kupić dla niego nazwę użytkownika.",
	"usernamesPerDeviceLimit": "Możesz kupić maksymalnie do {{limit}} nazw użytkowników na jedno urządzenie!",
	"goingToAttestAddress": "Dzięki, teraz przypiszę twój adres Byteball: {{address}}.",
	"goingToAttestUsername": "Teraz przypiszę nazwę użytkownika \"{{username}}\" do twojego adresu BB.\nCena wynosi {{priceInGB}} GB. Nazwa użytkownika jest zarezerwowana na 1 godzinę, podczas gdy oczekujemy na płatność.",
	"pleasePay": "Zapłać za nazwę użytkownika: [{{btnLabel}}]",
	"wrongAsset": "Otrzymano płatność w złej walucie",
	"switchToSingleAddress": "Upewnij się, że jesteś w portfelu obsługującym jeden adres, w przeciwnym razie przerzuć się na portfel który obsługuje jeden adres, lub utwórz go i wyślij mi swój adres przed zapłaceniem.",
	"receivedLessThanExpected": "Otrzymałem {{receivedInGB}} GB od Ciebie, czyli mniej niż oczekiwane {{priceInGB}} GB.",
	"receivedPaymentFromMultipleAddresses": "Otrzymano płatność, ale wygląda na to, że nie została ona wysłana z portfela obsługującego tylko jeden adres.",
	"receivedPaymentNotFromExpectedAddress": "Otrzymano płatność, jednak nie została ona wysłana z oczekiwanego adresu {{address}}.",
	"receivedYourPayment": "Otrzymano płatność w wysokości {{receivedInGB}} GB za nazwę użytkownika \"{{username}}\". Proszę czekać na potwierdzenie płatności, powinno to zająć 5-15 minut.",
	"paymentIsAwaitingConfirmation": "Twoja płatność za nazwę użytkownika \"{{username}}\" czeka na potwierdzenie. Proszę czekać.",
	"reservationWillExpire": "Twoja rezerwacja nazwy użytkownika \"{{username}}\" wygaśnie w ciągu 1 minuty. Jeśli nie otrzymamy płatności od Ciebie, nazwa zostanie zwolniona z rezerwacji, a każdy inny będzie mógł ją kupić.",
	"paymentIsConfirmed": "Twoja płatność jest potwierdzona.",
	"inAttestation": "Nazwa użytkownika \"{{username}}\" jest w trakcie uwierzytelniania. Proszę czekać.",
	"usernameAttested": "Teraz nazwa użytkownika \"{{username}}\" jest przypisana do Twojego adresu BB, zobacz jednostkę uwierzytelniającą: https://explorer.byteball.org/#{{{unit}}}",
	"usernameAlreadyAttested": "Nazwa użytkownika \"{{username}}\" została już powiązana z twoim adresem BB o {{attestationDate}} UTC."
}