{
	"selectLanguage": "Παρακαλώ επιλέξτε τη γλώσσα σας: ",
	"greeting": "Εδώ μπορείτε να αγοράσετε ένα όνομα χρήστη, για να μπορείτε να λαμβάνετε χρήματα ως @@όνομα-χρήστη αντί μιας λιγότερο φιλικής προς το χρήστη διεύθυνσης Obyte.\n\nΤο όνομα χρήστη που θα επιλέξετε θα συνδεθεί με τη διεύθυνσή σας στο Obyte για πάντα και κανένας άλλος δε θα μπορέσει να το κατοχυρώσει.\n\nΗ τιμή του ονόματος χρήστη εξαρτάται από το μέγεθός του:\n\n{{priceLines}}\n\nΗ πληρωμή είναι μη επιστρεφόμενη ακόμα κι αν η επιβεβαίωση αποτύχει για οποιονδήποτε λόγο.\n\nΌλα τα έσοδα από τις πωλήσεις ονομάτων χρήστη θα τοποθετηθούν στο Κοινοτικό Ταμείο του Obyte και θα βοηθήσουν με την προώθηση και την ανάπτυξη της πλατφόρμας.",
	"priceLine": "{{minLength}} ή περισσότεροι χαρακτήρες: {{price}} GB",
	"insertMyAddress": "Παρακαλώ στείλτε μου την διεύθυνση με την οποία θέλετε να συνδέσετε ένα όνομα χρήστη (κλικ στο '...' και 'Εισαγωγή της διεύθυνσής μου').\nΣιγουρευτείτε πως βρίσκεστε σε πορτοφόλι μονής διεύθυνσης. Αν δεν διαθέτετε ένα πορτοφόλι μονής διεύθυνσης, παρακαλώ προσθέστε ένα ('Προσθήκη πορτοφολιού' στο αρχικό μενού), και εισάγετε το απαραίτητο ποσό για να αγοράσετε το όνομα χρήστη σας.",
	"insertMyUsername": "Παρακαλώ στείλτε μου το όνομα χρήστη που επιθυμείτε να αγοράσετε. Μπορεί να περιέχει μόνο Λατινικά γράμματα, αριθμούς, \"-\" και \"_\".",
	"wrongUsernameFormat": "Λάθος μορφή ονόματος χρήστη! Παρακαλώ προσπαθήστε ξανά.",
	"paymentIsLate": "Η πληρωμή σας καθυστέρησε!",
	"bouncedPayment": "Επέστρεψα την πληρωμή σας, μείον το τέλος αναπήδησης που είναι {{bounce_fee}} byte.",
	"usernameNotOnSale": "Το όνομα χρήστη \"{{username}}\" δεν είναι προς πώληση προς το παρόν, καθώς είναι πολύ σύντομο. Παρακαλώ επιλέξτε κάποιο άλλο.",
	"usernameTaken": "Το όνομα χρήστη \"{{username}}\" χρησιμοποιείται ήδη. Παρακαλώ επιλέξτε κάποιο άλλο.",
	"addressAlreadyAttested": "Η BB διεύθυνσή σας είναι ήδη συνδεδεμένη με ένα όνομα χρήστη. Μπορείτε να δημιουργήσετε ένα άλλο πορτοφόλι και να αγοράσετε όνομα χρήστη γι'αυτό.",
	"usernamesPerDeviceLimit": "Μπορείτε να αγοράσετε μέχρι και {{limit}} ονόματα χρήστη ανά συσκευή!",
	"goingToAttestAddress": "Ευχαριστώ, θα επιβεβαιώσουμε την Obyte διεύθυνσή σας: {{address}}.",
	"goingToAttestUsername": "Ευχαριστώ, θα συνδέσουμε το όνομα χρήστη \"{{username}}\" με την BB διεύθυνσή σας.\nΗ τιμή είναι {{priceInGB}} GB. Το όνομα χρήστη θα είναι δεσμευμένο για 1 ώρα, όσο περιμένουμε την πληρωμή σας.",
	"pleasePay": "Παρακαλώ πληρώστε για το όνομα χρήστη: [{{btnLabel}}]",
	"wrongAsset": "Έλαβα πληρωμή σε λάθος νόμισμα",
	"switchToSingleAddress": "Βεβαιωθείτε ότι βρίσκεστε σε πορτοφόλι μονής διεύθυνσης, διαφορετικά αλλάξτε σε ένα πορτοφόλι μονής διεύθυνσης ή δημιουργήστε ένα, και δώστε μου τη διεύθυνση πριν πληρώσετε.",
	"receivedLessThanExpected": "Έλαβα {{receivedInGB}} GB από εσάς, που είναι λιγότερα από το αναμενόμενο ποσό των {{priceInGB}} GB.",
	"receivedPaymentFromMultipleAddresses": "Έλαβα μια πληρωμή, αλλά φαίνεται πως δεν εστάλη από πορτοφόλι μονής διεύθυνσης.",
	"receivedPaymentNotFromExpectedAddress": "Έλαβα μια πληρωμή αλλά δεν εστάλη από την αναμενόμενη διεύθυνση {{address}}.",
	"receivedYourPayment": "Έλαβα την πληρωμή σας των {{receivedInGB}} GB για το όνομα χρήστη \"{{username}}\". Παρακαλώ περιμένετε για την επιβεβαίωση, η οποία θα πρέπει να έχει γίνει εντός 5-15 λεπτών.",
	"paymentIsAwaitingConfirmation": "Η πληρωμή σας για το όνομα χρήστη \"{{username}}\" είναι υπό επιβεβαίωση. Παρακαλώ περιμένετε.",
	"reservationWillExpire": "Η κράτηση του ονόματος χρήστη \"{{username}}\" θα λήξει στο επόμενο λεπτό. Αν δεν λάβω την πληρωμή σας, το όνομα χρήστη θα είναι διαθέσιμο σε όλους και θα μπορεί να το αγοράσει οποιοσδήποτε.",
	"paymentIsConfirmed": "Η πληρωμή σας επιβεβαιώθηκε.",
	"inAttestation": "Το όνομα χρήστη \"{{username}}\" επιβεβαιώνεται. Παρακαλώ περιμένετε.",
	"usernameAttested": "Το όνομα \"{{username}}\" έχει συνδεθεί με την BB διεύθυνσή σας, δείτε την επιβεβαίωση στο: https://explorer.obyte.org/#{{{unit}}}",
	"usernameAlreadyAttested": "Το όνομα χρήστη \"{{username}}\" έχει ήδη συνδεθεί με την BB διεύθυνσή σας στις {{attestationDate}} UTC."
}