{
	"selectLanguage": "Odaberite svoj jezik: ",
	"greeting": "Ovde možete kupiti korisničko ime kako biste mogli da primate novac na @@username umesto na nešto komplikovaniji način, preko Obyte adrese.\n\nVaše korisničko ime će zauvek biti povezano sa Vašom Obyte adresom i niko neće moći da odabere isto korisničko ime.\n\nCena korisničkog imena zavisi od dužine:\n\n{{priceLines}}\n\nPlaćanje se ne može refundirati čak i ako potvrđivanje iz nekog razloga ne uspe.\n\nSva zarada od prodaje korisničkih imena ide u Obyte Community Fund koji se koristi za promociju i razvoj zajednice.",
	"priceLine": "{{minLength}} ili više karaktera: {{price}} GB",
	"insertMyAddress": "Molim Vas, pošaljite mi svoju adresu koju želite da povežete sa korisničkim imenom (kliknite ... i ubacite moju adresu).\nProverite da li ste u svom novčaniku sa jedinstvenom adresom. Ako nemate novčanik sa jedinstvenom adresom, molimo Vas da ga dodate (burger menu, add wallet) i napunite ga dovoljnim iznosom kako biste mogli da kupite korisničko ime.",
	"insertMyUsername": "Molim Vas, pošaljite mi korisničko ime koje želite da kupite. Korisničko ime može sadržati samo latinična slova, brojeve, \"-\", i \"_\".",
	"wrongUsernameFormat": "Pogrešan format korisničkog imena! Molimo Vas, pokušajte ponovo.",
	"paymentIsLate": "Vaša uplata je stigla prekasno!",
	"bouncedPayment": "Šaljemo Vam uplaćeni iznos, umanjen za troškove u iznosu od {{bounce_fee}} bytes-a.",
	"usernameNotOnSale": "Korisničko ime \"{{username}}\" nije prodato jer je prekratko. Molimo Vas da odaberete neko drugo.",
	"usernameTaken": "Korisničko ime \"{{username}}\" je već odabrano. Molimo Vas, izaberite neko drugo.",
	"addressAlreadyAttested": "Vaša Obyte adresa je već povezana sa korisničkim imenom. Možete kreirati drugi novčanik i onda kupiti korisničko ime za njega.",
	"usernamesPerDeviceLimit": "Možete kupiti do {{limit}} korisničkih imena za jedan uređaj!",
	"goingToAttestAddress": "Hvala, povezaćemo sa Vašom Obyte adresom: {{address}}.",
	"goingToAttestUsername": "Hvala, povezaćemo korisničko ime \"{{username}}\" sa Vašom Obyte adresom.\nCena iznosi {{priceInGB}} GB. Korisničko ime je rezervisano tokom perioda od 1 sat, dok čekamo na uplatu.",
	"pleasePay": "Molimo Vas da uplatite za korisničko ime: [{{btnLabel}}]",
	"wrongAsset": "Primljena uplata u pogrešnoj kategoriji",
	"switchToSingleAddress": "Proverite da li ste u novčaniku sa jedinstvenom adresom (single-address wallet). Ako niste, prebacite se u njega ili ga kreirajte, pa mi pošaljite njegovu adresu pre plaćanja.",
	"receivedLessThanExpected": "Od Vas smo primili {{receivedInGB}} GB, što je manje od {{priceInGB}} GB koliko smo očekivali.",
	"receivedPaymentFromMultipleAddresses": "Primljena uplata, ali izgleda da nije poslata preko novčanika sa jedinstvenom adresom.",
	"receivedPaymentNotFromExpectedAddress": "Primljena je uplata ali nije poslata sa očekivane adrese {{address}}.",
	"receivedYourPayment": "Primili smo Vašu uplatu u iznosu od {{receivedInGB}} GB za korisničko ime \"{{username}}\". Molimo Vas da sačekate potvrdu o izvršenom plaćanju, proces obično traje 5-15 minuta.",
	"paymentIsAwaitingConfirmation": "Vaša uplata za korisničko ime \"{{username}}\" čeka potvrdu. Molimo Vas, sačekajte.",
	"reservationWillExpire": "Vaša rezervacija korisničkog imena \"{{username}}\" ističe za 1 minut. Ako ne primimo potvrdu od Vas, ime će ponovo postati slobodno i neko drugi bi mogao da ga kupi.",
	"paymentIsConfirmed": "Vaša uplata je potvrđena.",
	"inAttestation": "Korisničko ime \"{{username}}\" je potvrđeno. Molimo Vas, sačekajte.",
	"usernameAttested": "Sada je korisničko ime \"{{username}}\" povezano sa Vašom Obyte adresom, pogledajte potvrdu: https://explorer.obyte.org/#{{{unit}}}",
	"usernameAlreadyAttested": "Korisničko ime \"{{username}}\" je već povezano sa Vašom Obyte adresom, dana {{attestationDate}} po UTC vremenu."
}
