{
	"selectLanguage": "Bitte wählen Sie Ihre Sprache: ",
	"greeting": "Hier können Sie einen Benutzernamen erwerben, um Geld an @Benutzername zu erhalten, statt der weniger benutzerfreundlichen Byteball-Adresse.\n\nIhr Benutzername wird für immer mit Ihrer Byteball-Adresse verlinkt und kein anderer wird fähig sein denselben Benutzernamen zu reservieren.\n\nDer Preis eines Benutzernamens hängt von seiner Länge ab:\n\n{{priceLines}}\n\nDie Bezahlung kann nicht erstattet werden, auch wenn die Bestätigung aus irgendeinem Grund fehlschlagen sollte.\n\nAlle Erlöse des Verkaufs von Benutzernamen gehen in den Byteball-Community-Fond und helfen, die Promotion und Entwicklung der Plattform zu finanzieren.",
	"priceLine": "{{minLength}} oder mehr Zeichen: {{price}} GB",
	"insertMyAddress": "Bitte senden Sie mir die Adresse, die Sie bestätigen möchten (klicken Sie ... und geben Sie Ihre Adresse ein).\nStellen Sie sicher, dass Sie ein Single-Address-Wallet verwenden. Sofern Sie kein Single-Address-Wallet besitzen, fügen Sie bitte eines hinzu (Menü, Wallet hinzufügen) und statten Sie es mit ausreichenden Mitteln aus, um einen Benutzernamen zu erwerben.",
	"insertMyUsername": "Bitte senden Sie mir den Benutzernamen, den Sie erwerben möchten. Er kann nur lateinische Buchstaben, Ziffern, \"-\", und \"_\" enthalten.",
	"wrongUsernameFormat": "Falsches Benutzernamen-Format! Bitte versuchen Sie es erneut.",
	"paymentIsLate": "Ihre Zahlung ist zu spät!",
	"bouncedPayment": "Ihre Zahlung, abzüglich der Bounce-Gebühr von {{bounce_fee}} Bytes, wurde zurückgeschickt.",
	"usernameNotOnSale": "Der Benutzername \"{{username}}\" wird derzeit nicht verkauft, da er zu kurz ist. Bitte wählen Sie einen anderen.",
	"usernameTaken": "Der Benutzername \"{{username}}\" ist bereits vergeben. Bitte wählen Sie einen anderen.",
	"addressAlreadyAttested": "Ihre BB-Adresse ist bereits mit einem Benutzernamen verlinkt. Sie können ein anderes Wallet erstellen und einen Benutzernamen für dieses kaufen.",
	"usernamesPerDeviceLimit": "Sie können nur bis zu {{limit}} Benutzernamen pro Gerät erwerben!",
	"goingToAttestAddress": "Danke, ich werde Ihre Byteball-Adresse {{address}} verlinken.",
	"goingToAttestUsername": "Danke, ich werde Ihren Benutzernamen \"{{username}}\" zu Ihrer BB-Adresse verlinken.\nDer Preis beträgt {{priceInGB}} GB. Der Benutzername ist für eine Stunde reserviert, während wir auf die Zahlung warten.",
	"pleasePay": "Bitte zahlen Sie für den Benutzernamen: [{{btnLabel}}]",
	"wrongAsset": "Zahlung im falschen Asset erhalten",
	"switchToSingleAddress": "Stellen Sie sicher, das Sie sich in einem Single-Address-Wallet befinden, wechseln Sie zu einem Single-Address-Wallet, oder erstellen Sie eines und senden Sie mir Ihre Adresse bevor Sie bezahlen.",
	"receivedLessThanExpected": "{{receivedInGB}} GB von Ihnen erhalten, was weniger als die erwarteten {{priceInGB}} GB sind.",
	"receivedPaymentFromMultipleAddresses": "Eine Zahlung ist eingegangen, aber es scheint, als wurde diese nicht von einem Single-Address-Wallet versendet.",
	"receivedPaymentNotFromExpectedAddress": "Eine Zahlung ist eingegangen, aber sie wurde nicht von der erwarteten Adresse {{address}} gesendet.",
	"receivedYourPayment": "Eingang Ihrer Zahlung von {{receivedInGB}} GB für Benutzernamen \"{{username}}\". Bitte warten Sie auf die Bestätigung der Zahlung, es sollte 5-15 Minuten dauern.",
	"paymentIsAwaitingConfirmation": "Ihre Zahlung für den Benutzernamen \"{{username}}\" wartet auf Bestätigung. Bitte warten Sie.",
	"reservationWillExpire": "Ihre Reservierung des Benutzernamens \"{{username}}\" wird in einer Minute auslaufen. Falls wir keine Zahlung von Ihnen erhalten, wird der Benutzername freigegeben und kann von jedermann erworben werden.",
	"paymentIsConfirmed": "Ihre Zahlung wurde bestätigt.",
	"inAttestation": "Benutzername \"{{username}}\" wird bestätigt. Bitte warten Sie.",
	"usernameAttested": "Jetzt ist der Benutzername \"{{username}}\" zu Ihrer BB-Adresse verlinkt, schauen Sie sich Ihren Bestätigungseintrag an: https://explorer.byteball.org/#{{{unit}}}",
	"usernameAlreadyAttested": "Der Benutzername \"{{username}}\" wurde bereits zu Ihrer BB-Adresse am {{attestationDate}} UTC verlinkt."
}